Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Thanks for Reporting!
ab: Иҭабуп адырраҭаразы!

source: The address will be removed from all of your synced devices.
ab: Адрес асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи ианыххоит.

source: The *adjusted rating* is based only on reviews we believe to be reliable.
ab: *Ирҽеиу арейтинг* шьаҭас иамоуп зыгәра угартә иҟоу ҳәа иҳаԥхьаӡо ахҳәаа мацара.

source: The data is invalid
ab: Ииашам адыррақәа

source: The Last Hour
ab: Аҵыхәтәантәи асааҭ азы

source: The link you are trying to share cannot be shared.
ab: Ишәзеиҭашәҳәарц шәызҿу азхьарԥш еицаҳзеиҭашәҳәар ауам.

source: Theme Picker
ab: Атема алхра

source: The new Independent Voices collection.
ab: Алхра ҿыц “Зхы иақәиҭу абжьқәа”.

source: The new search engine will appear in the quick search bar.
ab: Аԥшаага ҿыц ааԥшуеит Ирццаку аԥшаара абар аҟны.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
ab: %@ зтәу исаит ииашаны ирхиам. Удыррақәа аӷьычра иацәыхьчарц азы, Firefox ари асаит иаҿамгылеит.

source: The page could not be displayed in Reader View.
ab: Ари адаҟьа аԥхьаратә хәаԥшышьала аарԥшра ауам.

source: The passwords you save or sync to %@ will be listed here. All passwords you save are encrypted.
ab: Аԥсыӡажәақәа %@ еиқәышәҵо ма еиқәышәҵо абра иаарԥшхоит. Иҵәахуа аԥсыӡажәақәа зегьы шифртәуп.

source: There are ${count} options matching ‘Clear Private Tabs’.
ab: Иҟоуп ${count} амҩа(қәа) “Хаҭалатәи аҭаӡҩырақәа рыркразы”.

source: There are ${count} options matching ‘Go to Copied Link’.
ab: Иҟоуп ${count} амҩа(қәа) “Иқәҭыху азхьарԥш шәацныҟәа”.

source: There are ${count} options matching ‘New Private Search’.
ab: Иҟоуп ${count} аметод(қәа) "Хаҭалатәи аԥшаара ҿыц" азы.

source: There are ${count} options matching ‘New Search’.
ab: Иҟоуп ${count} аметод(қәа) "Аԥшаара ҿыц" азы.

source: There are no results matching your search.
ab: Узҵаара иақәшәо ​​аҭак ҳәа акгьы ҳԥыхьамшәеит

source: There was an error converting the page
ab: Адаҟьа аиҭакраан агха ҟалеит

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
ab: Даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа рахь анеираҿы апроблема ыҟан. Ԥыҭрак уааԥшы, нас даҽазнык уҽазышәа.

source: The search provider could not be added.
ab: Аԥшаага ацҵара алымшеит.

source: These cookies follow you from site to site to gather data about what you do online. They are set by third parties such as advertisers and analytics companies.
ab: Арҭ акукиқәа шәара ишәышьҭоуп еиуеиԥшым асаитқәа рҿы, интернетла иҟашәҵо иазку адыррақәа реизгаразы. Урҭ шьақәдыргылоит ахԥатәи аганқәа, иаҳҳәап, аӡыргаҩцәеи аналитикатә компаниақәеи.

source: The settings on your browser and computer are unique. Fingerprinters collect a variety of these unique settings to create a profile of you, which can be used to track you as you browse.
ab: Убраузери укомпиутери рырхиарақәа зеиԥшыҟам. Анацәашьҭақәа рхы иадырхәоит абарҭ иҷыдоу апараметрқәа реизга, уара упрофиль аԥҵаразы, уи ахархәара алшоит ауеб аҿы уахьнеиуа ушьҭаҵаразы.

source: The theme will automatically change based on your display brightness. You can set the threshold where the theme changes. The circle indicates your display’s current brightness.
ab: Атема автоматла аҽаԥсахуеит аекран аҵыхәтәантәи алашара ашәахәа иабзоураны. Атема аҽанаԥсахуа аҳәаа шьақәургылар улшоит. Агьежьтә индикатор уажәтәи ашәахәа аҩаӡара унарбоит.

source: This action will clear all of your private data, including history from your synced devices.
ab: Ари аус ухатә даннақәа зегьы аныхуеит, аҭоурыхгьы уахь иналаҵаны, асинхронизациа зызу ахархәагақәа зегьы рҟынтә.

source: This action will clear all of your private data. It cannot be undone.
ab: Ари аҟаҵара ухатә данноқәа зегьы аныхуеит. Уи ԥсахшьа амам.

source: This action will clear all of your website data. It cannot be undone.
ab: Ари аус шәсаит адыррақәа зегьы аԥнахуеит. Уи ԥсахшьа амам.

source: This action will clear the selected items. It cannot be undone.
ab: Ари аҟаҵара иалху ахәҭақәа аԥнахуеит. Уи ԥсахшьа амам.

source: This allows you to save the image to your Camera Roll.
ab: Уи асахьа укамератә роль аҿы иҵәахуеит.

source: This breach occurred on
ab: Ари ацәцара ҟалеит

source: This Connection is Untrusted
ab: Шәеимадара шәарҭам

source: This device has been successfully disconnected from Firefox Sync.
ab: Ари аиқәыршәага Firefox Sync амаҵзура иацрыхуп.

source: This folder isn’t empty.
ab: Ари апапка ҭацәӡам.

source: This lets you save photos.
ab: Уи шәара ишәылнаршоит афотосахьақәа рыхьчара.

source: This must be turned on to receive tabs and get notified when you sign in on another device.
ab: Ари архиара аус арутәуп, даҽа ҳәагак аҿы уанҭалалак, абӷьыцқәеи ардыррақәеи раиуразы.

source: This page appears to be in %1$@. Translate to %2$@ with %3$@?
ab: Ари адаҟьа абызшәа %1$@ ауп. %2$@ ахь аиагара %3$@ ахархәарала?

source: this week
ab: Ари амчыбжь азы

source: This will remove the card from all of your synced devices.
ab: Уи акарта асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи иаԥыххоит.

source: This will remove the password from all of your synced devices.
ab: Уи асинхронизациа зызу шәхыхәҭақәа зегьы рҟынтәи аԥсыӡажәа аԥнахуеит.

source: Thought-Provoking Stories
ab: Узырхәыцша ажәабжьқәа

source: Threshold
ab: Аҩаӡара

source: %@ Tip
ab: Абжьгара %@ аҟынтә

source: Tips and Features
ab: Ахшыҩҵакқәеи аҷыдарақәеи

source: Title
ab: Ахы

source: Today and Yesterday
ab: Иахьеи иацтәи амши рзы

source: today at %@
ab: иахьа %@

source: Toolbar
ab: Амыругақәа рпанель

source: Toolbar Settings
ab: Амаругақәа рпанель архиарақәа

source: Top Sites
ab: Иреиӷьу асаитқәа

source: To save and autofill credit cards, enable Face ID, Touch ID, or a device passcode.
ab: Укредиттә карта аинформациа еиқәырханы автоматла иҭәырц азы, Face ID, Touch ID, ма ухы иаурхәо аԥсыӡкод аашәырты.

source: To save and automatically fill passwords, enable Face ID, Touch ID, or a device passcode.
ab: Аԥсыӡажәақәа рыхьчареи автоматла рыҭагалареи рзы, Face ID, Touch ID, ма шәхыхәҭа аԥсыӡажәа аашәырты.

source: To use the AutoFill feature for Firefox, you must have a device passcode enabled.
ab: Firefox азы Автоҭарҭәара аҟазшьа ахархәаразы, шәхыхәҭа аԥсыӡкод аус аузар ауп.

source: Townland
ab: Ақалақь дгьыл

source: Trackers blocked: %@
ab: Ашьҭаҵаҩцәа аанкылоуп: %@

source: Tracking content: %@
ab: Аҵакы ашьҭаҵара: %@

source: Tracking Protection
ab: Ашьҭаҵара ахьчара

source: Troubleshoot
ab: Ауадаҩрақәа рыӡбара

source: Try Review Checker
ab: Ахҳәаа агәаҭага ԥышәшәа

source: Try the new collection.
ab: Алхра ҿыц ԥышәшәа.

source: Turn off Night Mode
ab: Уахынлатәи арежим аҿыхтәуп

source: Turn Off Review Checker
ab: Ахәаԥшра агәаҭара аҿыхтәуп

source: Turn on AutoFill
ab: Автохарҭәаара аус арутәуп

source: Turn on Night Mode
ab: Уахынлатәи арежим аус арутәуп

source: Turn on Notifications
ab: Ардыррақәа аҿактәуп

source: Turn On Notifications
ab: Ардыррақәа аҿактәуп

source: Turn on tab syncing to view a list of tabs from your other devices.
ab: Аҭаӡҩыра асинхронизациа аус арутәуп, даҽа ҳәагақәак рҟынтәи аҭаӡҩырақәа рсиа абара азы.

source: Turns private mode on or off
ab: Ахатә режим аус арутәуп ма иаҿыхтәуп

source: Twitter
ab: Твиттер

source: Undo
ab: Аԥыхра

source: Unpin
ab: Аԥырҵра

source: unread
ab: Иаԥхьам

source: Unselected
ab: Иалкаау аныхуп

source: Unsorted Bookmarks
ab: Иҭамҵаз аҭыӡдыргақәа

source: Update card?
ab: Ахсаала рҿыцтәума?

source: Update login %1$@ for %2$@?
ab: %1$@ аҭалара арҿыцра %2$@ азы?

source: Update login for %@?
ab: Алогин арҿыцра %@ азы?

source: URL Copied To Clipboard
ab: URL ақәҭыхга таблицахь иқәҭыхуп

source: URL (Replace Query with %s)
ab: URL (аҳәара %s ала иԥсахтәуп)

source: Use a saved address?
ab: Иеиқәырхоу адрес ахархәара?

source: Use a strong password?
ab: Иӷәӷәоу аԥсыӡажәа ахархәара?

source: Use Current Page
ab: Уажәтәи адаҟьа ахархәара

source: Use Email Instead
ab: Ае-маил ахархәара

source: Use Password
ab: Амаӡажәа ахархәара

source: Use saved address
ab: Иеиқәырхоу адрес ахархәара

source: Use saved password
ab: Иеиқәырхоу амаӡажәа ахархәара

source: Use saved password?
ab: Иеиқәырхоу аԥсыӡажәа ахархәара?

source: Use Siri shortcuts to quickly open Firefox via Siri
ab: Siri ала Firefox ирласны аартразы Siri адҵақәа шәхы иашәырхәа

source: Use stage servers
ab: Аԥышәаратә серверқәа рхархәара

source: Use System Light/Dark Mode
ab: Асистема лашьца/лашара атема ахархәара

source: Use your fingerprint to access Logins now.
ab: Аҭаларақәа рахь анеиразы, уажәы шәнацәашьҭа шәхы иашәырхәа.

source: Use your fingerprint to access passwords now.
ab: Аԥсыӡажәақәа рахь анеиразы уажәы шәнацәаҭыԥ шәхы иашәырхәа.

source: Using the power of %1$@ by %2$@, we help you avoid biased and inauthentic reviews. Our AI model is always improving to protect you as you shop.
ab: %1$@ амч ахархәарала %2$@ аҟынтә, ҳара шәыцхраауеит еилых ҟамҵакәа, гәрагара змам ахҳәаақәа шәҽырцәышәыхьчарц. Ҳара ҳартифициалтә интеллект амодель еснагь аиӷьтәра иаҿуп, аахәаҩцәа раан шәыхьчарц азы.

source: Validity
ab: Алабҿабара

source: Verified by %@
ab: Ишьақәырӷәӷәоуп: %@

source: View address
ab: Адрес абара

source: View Card
ab: Ахсаала абара

source: View certificate
ab: Асертификат абара

source: View Inactive Tabs
ab: Иактивым абларҭақәа рбара

source: Village or Township
ab: Ақыҭа ма ақалақь

source: Visit site anyway
ab: Ишыҟазаалакгьы асаит аарттәуп

source: Wallpaper
ab: Аҭӡамц

source: Wallpaper Updated!
ab: Аҭӡамц ҿыцуп!

source: Warning: we can’t confirm your connection to this website is secure.
ab: Агәҽанҵара: Ари асаит ахь шәеимадара шшәарҭам ҳшьақәҳарӷәӷәар ҳалшом.

source: We assign each product’s reviews a *letter grade* from A to F.
ab: Аалыҵ зегьы рыхҳәаа A инаркны F рҟынӡа *ҩырала* ахәшьара раҳҭоит.

source: Web content
ab: Ауеб аҵакы

source: We believe there’s a mix of reliable and unreliable reviews
ab: Ҳара ҳагәра ганы ҳаҟоуп, араҟа ииашоуи игәрагоуи ахҳәаа еилаԥсоуп ҳәа.

source: Website Breach
ab: Асаит адыррақәа рцәцара

source: Website Data
ab: Асаит адыррақәа

source: Website Shortcuts
ab: Асаит аҿацәқәа

source: Websites may load outside ads, videos, and other content that contains hidden trackers. Blocking this can make websites load faster, but some buttons, forms, and login fields, might not work.
ab: Асаитқәа рҿы адәныҟатәи аӡыргақәа, авидео, насгьы иҵәаху ашьҭаҵагақәа зҵоу егьырҭ аконтентқәа рҭагалара ауеит. Абас еиԥш иҟоу аҵакы аблокада асаитқәа еиҳа ирласны рҭагалара иацхраауеит, аха џьоукы агәыҵәҟьақәа, аформақәа, насгьы алогин аҭыԥқәа аус руамзар ауеит.

source: Websites you’ve visited recently will show up here.
ab: Ааигәа шәызҭааз асаитқәа абра иааԥшуеит.

source: Websites you visit may request your location.
ab: Уахьнеиуа асаитқәа уахьыҟоу рҳәар рылшоит.

source: Welcome to an independent internet
ab: Бзиала шәаабеит ихьыԥшым аинтернет ахь

source: Welcome to Firefox
ab: Бзиала шәаабеит Firefox ахь

source: Welcome to your Reading List
ab: Бзиала шәаабеит шәзыԥхьо рсиахь

source: Well, this is embarrassing.
ab: Ыы, уи насыԥдароуп

source: We’re working to resolve this issue. Please check back soon.
ab: Ҳара ари азҵаара аӡбаразы аус ҳуеит. Ҳаҳәоит, лассы шәеиҭахәаԥш.

source: We use AI technology from %1$@ by %2$@ to check the reliability of product reviews. This will only help you assess review quality, not product quality.
ab: Ҳара ҳхы иаҳархәоит %1$@ by %2$@ AI атехнологиа аалыҵ ахҳәаа аиашара агәаҭаразы. Уи шәара ишәыцхраауеит ахҳәаа ахаҭабзиара мацара ахәшьара аҭараҿы, аалыҵ ахаҭабзиара акәымкәа.

source: What’s New
ab: Иҿыцу

source: When Leaving Private Browsing
ab: Ахатә алаԥшхырԥара ааныжьраан

source: When long-pressing links
ab: Азхьарԥш акыраамҭа ақәыӷәӷәара

source: When Long-pressing Links
ab: Азхьарԥш акыраамҭа ақәыӷәӷәара

source: When opening %@
ab: %@ анаартуа

source: When opening Firefox
ab: Firefox анаартуа

source: When Opening Firefox
ab: Firefox анаартуа

source: When you’re signed in and synced, you’re safer. %@ encrypts your passwords, bookmarks, and more.
ab: Уанҭалалак, насгьы асинхронизациа аныҟауҵалак, еиҳа ушәарҭадахоит. %@ ашәҟәы ҭанаҵоит уԥсыӡажәақәа, уҭыжьымҭақәа уҳәа убас иҵегьы.

source: Wikipedia
ab: Авикипедиа

source: Window
ab: Аԥенџьыр

source: X
ab: Х

source: yesterday
ab: иацы

source: Yes, Try It
ab: Ааи, иԥышәа

source: You are not signed in to your account.
ab: Уара ухы иаурхәаӡом.

source: You are not signed in to your Firefox Account.
ab: Уара Firefox Ахыԥхьаӡара уҭамлаӡеит.

source: You cannot undo this action.
ab: Уара иузыҟаҵом ари аус ԥыхра.

source: You don’t have any other devices connected to this account available to sync.
ab: Асинхронизациазы иҟоу даҽа ҳәагак шәымам ари ахыԥхьаӡара иацҵоу.

source: You don’t have any other devices connected to this Firefox Account available to sync.
ab: Ари Firefox Ахыԥхьаӡара иацҵоу, насгьы асинхронизациазы иҟоу ахархәагақәа шәымам.

source: You’ll sign into %@
ab: Уара иҭауҵоит %@

source: Your connection is not secure.
ab: Шәеимадара шәарҭам.

source: You’re protected. If we spot something, we’ll let you know.
ab: Уара ухьчоуп. Акы ҳгәаҳҭар, адырра шәаҳҭоит.

source: Your passwords are now protected by Face ID, Touch ID or a device passcode.
ab: Уажәшьҭа уԥсыӡажәақәа Face ID, Touch ID, ма ухыхәҭа аԥсыӡкод ала ихьчоуп.

source: Your Rights
ab: Шәзинқәа

source: Your tabs from other devices show up here.
ab: Абра даҽа ҳәагақәак рҟынтә шәҭаӡҩырақәа ааԥшуеит.

source: YouTube
ab: Иоутиуб

source: You turned off all %1$@ notifications. Turn them on by going to device Settings > Notifications > %2$@
ab: Уара %1$@ ардыррақәа зегьы уаҿыхит. Урҭ аус арутәуп Аиқәыршәарақәа алхны > "Ардыррақәа" > "%2$@"

source: You turned off protections
ab: Уара ахьчара аҿыхуп

source: ZIP Code
ab: Аԥошьҭа акод

source: Zoom
ab: Амҽхакрбага

source: Zoom (%@)
ab: Амҽхакрбага (%@)

source: Zoom In
ab: Ацҵара

source: Zoom Out
ab: Агырхара

source: account recovery key
ab: ахыԥхьаӡара аиҭашьақәыргылара ацаԥха

source: add-on
ab: ацҵа

source: alternate text
ab: альтернативтә текст

source: attack
ab: ажәылара

source: attacker
ab: ажәылаҩ

source: Attack Site
ab: Асаит ажәылара

source: attendee
ab: алахәылаҩ

source: authenticate
ab: аутентификациа

source: authenticated
ab: аутентификациа змоу

source: authentication code
ab: аутентификациа акод

source: autoplay
ab: автохәмарра

source: backup authentication code
ab: аҵәахратә аутентификациа акод

source: bookmark
ab: аҭыӡдырга

source: breakpoint
ab: аԥҵәаратә кәаԥ

source: Bug report
ab: Агхатә дырраҭара

source: certificate authority
ab: асертификациа ацентр

source: cipher
ab: ашифр

source: clipboard
ab: аҭаӡҩырҭа

source: colorway
ab: аԥштәқәа

source: confirmation code
ab: ашьақәырӷәӷәаратә код

source: context
ab: аконтекст

source: cookie banner
ab: акуки ардырра

source: corrupt
ab: ааха зауз

source: corrupted
ab: еицаку

source: crash
ab: акаҳара

source: cross-site tracking cookie
ab: асаитқәа рыбжьара ашьҭаҵаратә куки

source: cryptominer
ab: акриптоминер

source: cryptomining
ab: акриптомаининг

source: debug
ab: ариашара

source: deceptive site
ab: амцтә вебсаит

source: decode
ab: адекод аилкаара

source: decryption
ab: атранскрипциа

source: disinformation
ab: адезинформациа

source: distrust
ab: игәрагам ҳәа алаҳәара

source: email mask
ab: ае-маил хьӡыц

source: enable
ab: аҿаркра

source: encode
ab: акодркра

source: encrypt
ab: ашифрркра

source: encryption
ab: ашифрркра

source: end user
ab: аҵыхәтәантәи ахархәаҩ

source: extension
ab: арҭбаара

source: fingerprinter
ab: адиджиталтә нацәашьҭақәа реизгага

source: fingerprinting
ab: ацифратә нацәашьҭақәа реизга

source: grassroots
ab: Ҵаҟатәи аинициатива

source: home page
ab: ахатә даҟьа

source: import
ab: аимпорт ахгара

source: independent browser
ab: зхы иақәиҭу абраузер

source: innovations
ab: аҿыцра

source: insecure
ab: ишәарҭам

source: installation
ab: ақәыргылара

source: Issue
ab: Ауадаҩра

source: Legacy extension
ab: ижәытәу арҭбаара

source: misinformation
ab: ииашам аинформациа

source: native
ab: ахатәы

source: net neutrality
ab: аҳатә анеитралитет

source: nonprofit
ab: ахашәалахәы змам

source: non-profit
ab: ахашәалахәы змам

source: open source
ab: иаарту ахыҵхырҭа

source: override
ab: аиҭаҳәаақәҵара

source: phone number mask
ab: аҭел аномер ԥсах

source: pop-up
ab: ицәырҵуа аԥенџьыр

source: preference
ab: ашьақәыргылара

source: Privacy Notice
ab: Амаӡаратә рдырраҭара

source: release
ab: аушьҭра

source: report
ab: ацҳара

source: restricted site
ab: аԥкрақәа змоу асаит

source: revert
ab: арҿыцра

source: Review checker
ab: Ахҳәаа агәаҭара

source: search suggestion
ab: аԥшаара ажәалагала

source: security keys
ab: ашәарҭадаратә цаԥхақәа

source: sensitive
ab: акыр зҵазкуа, имаӡоу

source: sidebar
ab: аганахьтәи апанель

source: sign
ab: аҭалара

source: signer
ab: анапынҵамҭа автор

source: sign in
ab: аҭалара

source: sign-in
ab: аҭаларҭа

source: studies
ab: аҭҵаара

source: Terms of Service
ab: Ахархәара аԥҟарақәа

source: track
ab: ашьҭаҵара

source: trackers
ab: ашьҭаҵагақәа

source: unencrypted
ab: ишифрым

source: unresponsive
ab: аҭак ҟаиҵом

source: unsafe
ab: ишәарҭам

source: validate
ab: агәаҭара

source: validity
ab: алабҿабара

source: version
ab: аверсиа

source: Web Authentication
ab: ауеб аҭалара
